// Author: Alpengreis
// Version: 6.4.0.0 (17.08.2020)

// General

000 = Deutsch
001 = Ja
002 = Nein
003 = OK
004 = Beenden
005 = Haupt-Verwaltung
006 = Regel-Verwaltung
007 = Durchsuchen für das Programm, das Sie erlauben wollen
008 = Durchsuchen für das Programm, das Sie blockieren wollen
009 = Auf ein Programm-Fenster klicken, um Verbindung zu erlauben
010 = Auf ein Programm-Fenster klicken, um Verbindung zu blockieren
011 = Oder auf diesen Dialog klicken, um Vorgang abzubrechen
012 = Neue Regel erfolgreich erstellt zum Erlauben von Verbindungen für
013 = Neue Regel erfolgreich erstellt zum Blockieren von Verbindungen für
016 = Eine komplette Richtlinie wurde erfolgreich importiert von
017 = Eine komplette Richtlinie wurde erfolgreich exportiert nach
018 = Die Standard-Richtlinie wurde erfolgreich wiederhergestellt.
021 = Geben Sie den vollständigen Pfad der Datei an, die dieser Regel entspricht
022 = Eine partielle Richtlinie wurde erfolgreich importiert von
023 = Eine partielle Richtlinie wurde erfolgreich exportiert nach
024 = Die Richtlinien-Datei konnte nicht importiert werden
025 = Die Richtlinien-Datei konnte nicht exportiert werden
028 = Verbunden mit Standort
029 = Benutzerhandbuch
030 = Sperren Sie den Status der Windows-Firewall
031 = Entsperren Sie den Status der Windows-Firewall
032 = Sperren
033 = Entsperren
034 = Abbrechen
035 = Bitte geben Sie Ihr Passwort ein
036 = Geben Sie das Passwort zum Entsperren ein
037 = Ungültiges Passwort
038 = Passwort anzeigen
039 = Öffnen Sie die Webseite
040 = Verwalten von Windows-Firewall-Regeln
042 = Möchten Sie Windows-Firewall-Schutz wirklich deaktivieren?
043 = Nicht mehr anzeigen
044 = Schreibgeschützt
045 = Eingehende Regeln mit Edge-Ausnahme 'Defer to user' unterstützen nur limitierte Änderung, daher werden einige Eigenschaften deaktiviert. Wollen Sie fortfahren?
046 = Möchten Sie diese Regeln wirklich löschen?
050 = Erweiterte Eigenschaften
051 = Diese Regel enthält zusätzliche Eigenschaften, die nur von WFwAS konfigurierbar sind
052 = Anzahl
053 = Keine
060 = Einstellungen aktualisieren
061 = Auto-Aktualisieren beim Öffnen
070 = Dashboard
071 = Malwarebytes Premium ausprobieren
072 = Malwarebytes Webseite öffnen
073 = Windows Firewall Status
074 = Ein
075 = Aus
076 = Eingehende Verbindungen
077 = Ausgehende Verbindungen
078 = Alles erlauben
079 = Erlauben
080 = Blockieren
081 = Alles blockieren

// Tab items

100 = Profile
200 = Benachrichtigungen
300 = Optionen
400 = Regeln
500 = Werkzeuge
600 = Über

// Profiles

101 = Das Filter-Profil legt fest, welche Verbindungen blockiert werden sollen und welche Verbindungen zugelassen werden sollen
102 = Hohe Filterung
103 = Alle ausgehenden und eingehenden Verbindungen sind blockiert. Dieses Profil blockiert alle Versuche, eine Verbindung zu und von Ihrem Computer herzustellen.
104 = Mittlere Filterung (empfohlen)
105 = Ausgehende Verbindungen, die keiner Regel entsprechen, werden blockiert. Nur die Programme mit einer Erlauben-Regel sind erlaubt.
106 = Tiefe Filterung
107 = Ausgehende Verbindungen, die keiner Regel entsprechen, sind erlaubt. Nur die Programme mit einer Blockier-Regel sind blockiert.
108 = Keine Filterung
109 = Die Windows-Firewall ist deaktiviert. Vermeiden Sie diese Einstellung, ausser Sie lassen eine andere Firewall laufen.
110 = Mittlere Filterung
111 = Geben Sie das Profil an, auf das umgekehrt werden soll im Falle eines Wechsels zu einem niedrigeren Filter-Profil für Installations/Update-Zwecke
112 = Automatisch eingestellt
113 = nach
114 = Minuten

// Notifications

201 = Der Benachrichtigungs-Modus gibt an, welche blockierten ausgehenden Verbindungen dem Benutzer angezeigt werden sollen
204 = Anzeigen von Benachrichtigungen
205 = Anzeigen von Benachrichtigungen für alle blockierten ausgehenden Verbindungen, ausser für die Programme, die unten als Ausnahmen definiert sind
206 = Lern-Modus
207 = Automatische Erstellung von ausgehenden Erlauben-Regeln für digital signierte Programme und Anzeige von Benachrichtigungen nur für unsignierte Programme
208 = Deaktiviert
209 = Keine Benachrichtigungen anzeigen.
210 = Benachrichtigungs-Optionen
211 = Automatisches Schliessen einer Benachrichtigung in
212 = Sekunden.
213 = Benutzerdefiniertes Timeout für temporäre Regeln ist
214 = Sound abspielen, wenn eine neue Benachrichtigung generiert wird
215 = Standard-Sound abspielen
216 = Benutzerdefinierten Sound abspielen
217 = Bitte wählen Sie einen benutzerdefinierten Benachrichtigungs-Sound aus
220 = Anzeigen von Benachrichtigungen über andere Fenster
221 = Erweiterte Benachrichtigungs-Einstellungen
222 = Erweiterte Benachrichtigungs-Einstellungen auf Standard zurücksetzen
223 = Verwenden Sie Erlauben-Regeln für die Suche nach passenden Regeln. Empfohlen für Kompatibilität mit anderen Sicherheits-Programmen, wenn Benachrichtigungen doppelt angezeigt werden.
224 = Verwenden Sie Allgemeine Blockier-Regeln für die Suche nach passenden Regeln. Wenn eine Blockier-Regel, die für alle Programme gilt, mit der blockierten Verbindung übereinstimmt, werden die Benachrichtigungen nicht angezeigt.
225 = Verwenden Sie deaktivierte Regeln für die Suche nach passenden Regeln. Wenne eine passende deaktivierte Regel gefunden wird, werden die Benachrichtigungen nicht angezeigt.
230 = Von Lern-Modus erstellte Regel
240 = Definieren Sie unten die Programme und Ordner, für welche die Benachrichtigungen nicht angezeigt werden sollen
241 = Benachrichtigungs-Ausnahmen
242 = Ausnahme hinzufügen
243 = Ausnahme entfernen
244 = Definieren Sie hier eine neue Ausnahme
245 = Zu Benachrichtigungs-Ausnahmen hinzufügen
246 = Datei ausschliessen
247 = Ordner ausschliessen

// Options

301 = Geben Sie unten die Optionen an, die für alle Benutzerkonten auf dem lokalen Computer gelten sollen
302 = Shell-Integration
303 = Integrieren Sie das Programm in das Kontextmenü der ausführbahren Dateien und der Verknüpfungen von ausführbaren Dateien.
304 = Automatischer Start bei Benutzeranmeldung
305 = Wenn Sie das Feature Schneller Benutzerwechsel verwenden, gilt diese Option für die erste Anmeldung des Benutzers.
308 = Globale Tasten-Kombinationen
309 = Globale Tasten-Kombinationen sind Tastatur-Kürzel, die Sie innerhalb beliebiger laufender Programme benutzen können.
321 = Profil Hohe Filterung ist aktiviert. Netzwerk-Verbindungen sind blockiert, bis das Profil manuell gewechselt wird.
324 = Import, Export oder Wiederherstellung der Benutzer-Einstellungen
325 = Benutzer-Einstellungen aus einer Datei importieren
326 = Benutzer-Einstellungen in eine Datei exportieren
327 = Setzen Sie alle Einstellungen auf die Standard-Werte zurück
328 = Benutzer-Einstellungen wurden erfolgreich exportiert nach
329 = Nach Bestätigung dieser Aktion wird das Programm neu gestartet, um all die Einstellungen neu zu laden. Sind Sie sicher, dass Sie fortfahren wollen?
330 = Erlauben Sie durch Windows-Firewall
331 = Blockieren Sie durch Windows-Firewall
340 = Sprache der Benutzeroberfläche

// Rules

401 = Geben Sie die Richtung an, für die beim Erstellen einer neuen Regel eine neue Regel angewendet wird:
402 = Ausgehend (empfohlen)
403 = Standardmässig nur ausgehende Regeln erstellen, wenn Sie neue Regeln erstellen, um Anwendungen zu erlauben oder zu blockieren.
404 = Eingehend
405 = Standardmässig nur eingehende Regeln erstellen. Verwenden Sie diese Option mit Vorsicht. Eingehender Zugriff ist in der Regel für Server-Anwendungen erforderlich.
406 = Ausgehend und eingehend
407 = Standardmässig beide Regeln-Typen erstellen. Nicht empfohlen.
408 = Geben Sie die Standorte an, für die beim Erstellen einer neuen Regel eine neue Regel angewendet wird:
409 = Import, Export oder Wiederherstellung von Regeln
410 = Windows-Firewall-Regeln aus einer Datei importieren
411 = Windows-Firewall-Regeln in eine Datei exportieren
412 = Wiederherstellen des Windows-Firewall-Standard-Regel-Satzes
413 = Stellen Sie die von Windows Firewall Control empfohlenen Regeln wieder her
414 = Es wurde eine komplette Richtlinien-Datei gewählt. Das Importieren von Firewall-Regeln aus dieser Datei überschreibt alle aktuellen Windows-Firewall-Regeln. Wenn Sie eine Kopie Ihrer aktuellen Regeln speichern möchten, sollten Sie sie zunächst in eine Datei exportieren. Wollen Sie Firewall-Regeln aus der ausgewählten Datei importieren?
415 = Durch die Wiederherstellung des Windows-Firewall-Standard-Regel-Satzes werden alle Änderungen an den Einstellungen der Windows-Firewall zurückgesetzt, die Sie seit der Installation von Windows gemacht haben. Dies kann dazu führen, dass einige Programme nicht mehr funktionieren. Wollen Sie fortfahren?
416 = Aus Datei importieren...
417 = In Datei exportieren...
418 = Die von WFC empfohlenen Regeln wurden erfolgreich neu erstellt.
419 = Bitte aktualisieren Sie die Regeln im Regel-Verwaltungs-Fenster. Danke.
420 = Diese Aktion löscht alle aktuellen Datensätze aus dem Windows-Firewall-Protokoll. Sind Sie sicher, dass Sie fortfahren wollen?
421 = Eine partielle Richtlinien-Datei wurde ausgewählt. Wenn Sie Firewall-Regeln aus dieser Datei importieren, werden Ihre aktuellen Regeln nicht geändert und die Regeln dieser Datei werden zu Ihrem aktuellen Regel-Satz hinzugefügt. Wollen Sie Firewall-Regeln aus der ausgewählten Datei importieren?
422 = Die Datei ist nicht zugänglich oder hat ein ungültiges Format
423 = Beim Wiederherstellen der von WFC empfohlenen Regeln werden diese Regeln erneut erstellt. Die aktuellen bestehenden Regeln bleiben unverändert. Wollen Sie fortfahren?

// Security

450 = Sicherheit
451 = Geben Sie unten die Sicherheits-Erweiterungen an, die von Windows Firewall Control durchgesetzt werden
452 = Geschütztes Booten
453 = Automatisch Filter-Profil Hoch beim Herunterfahren festlegen. Beim Windows-Start werden alle ein- und ausgehenden Verbindungen blockiert, bis der Benutzer das Filter-Profil manuell wechselt.
454 = Geschützte Regeln
455 = Aktivieren Sie den Schutz vor Firewall-Regeln, die nicht in den unten definierten autorisierten Gruppen erstellt wurden. Dies gilt für neue und bestehende Firewall-Regeln.
456 = Autorisierte Gruppen
457 = Gruppe hinzufügen
458 = Gruppe entfernen
459 = Hier eine neue autorisierte Gruppe definieren
460 = Warnung. Alle Firewall-Regeln, einschliesslich der Windows Firewall Standard-Regeln, deren Gruppenname sich von den definierten autorisierten Gruppen unterscheidet, werden gelöscht oder deaktiviert. Es wird empfohlen, eine Sicherungskopie Ihrer aktuellen Regeln zu erstellen. Sind Sie sicher, dass Sie fortfahren wollen?
461 = Gruppennamen aus den aktuellen bestehenden Regeln importieren
466 = Regeln ohne definierte Gruppe wurden gefunden. Möchten Sie diese Regeln vor dem Aktivieren der geschützten Regeln der Gruppe Windows Firewall Control hinzufügen, um diese beizubehalten?
467 = Gruppe autorisieren
470 = Geschütztes Profil
471 = Schützen der Windows Firewall vor externen Manipulationen. Wenn diese Funktion aktiviert ist, kann das Importieren von Firewall-Regeln und Ändern des Filterungs-Modus nur über diese Software erfolgen.
475 = Unautorisierte Regeln löschen
476 = Unautorisierte Regeln deaktivieren
477 = Windows Store Regeln erlauben

// Tools

501 = Verwenden Sie die untenstehenden Tastatur-Kürzel zum Start verschiedener System-Dienstprogramme. Beachten Sie, dass diese Programme mit höchsten verfügbaren Berechtigungen ausgeführt werden.
502 = Windows-Firewall mit erweiterter Sicherheit
503 = Ereignisanzeige
504 = Ressourcenmonitor
505 = Windows-Firewall-Firewallstatus
510 = Geben Sie unten die URL-Dienste an, die für verschiedene Online-Überprüfungen verwendet werden
511 = URL zur Reputations-Prüfung einer IP-Adresse
512 = URL zum Überprüfen einer Datei basierend auf dem SHA256-Hash der Datei
513 = URL zum Starten einer WHOIS-Abfrage
514 = URL, um mehr über einen bestimmten Port zu lesen
520 = Kopieren...
521 = Alle

// About

601 = Über das Programm
602 = Prüfen Sie, ob eine neue Version verfügbar ist
603 = Verbindung zum Update-Server nicht möglich. Stellen Sie sicher, dass Sie die erforderliche Regel zum Erlauben von Verbindungen für dieses Programm und eine korrekte Proxy-Konfiguration haben, falls nötig.
605 = Sie benutzen die neuste Version. Zurzeit ist keine neue Version verfügbar.
606 = Eine neue Version von Windows Firewall Control ist verfügbar
607 = Möchten Sie diese neue Version herunterladen und auf diese updaten?
608 = Änderungs-Protokoll anzeigen
610 = Alle Rechte vorbehalten.
611 = Hinweise von Drittanbietern
612 = Endbenutzer-Lizenzvereinbarung (EULA)
621 = Schnittstellen-Typen
622 = Alle Schnittstellen-Typen
623 = Bestimmter Schnittstellen-Typ
624 = Local Area Network
625 = Entfernter Zugriff
626 = Drahtlos
627 = Ein
628 = Aus
629 = Beide
640 = Edge-Ausnahme
641 = ICMP-Einstellungen
642 = Erste Spalte einfrieren
680 = Einträge
681 = Alle Einträge
682 = Letzter Eintrag
690 = Automatische Überprüfung auf Updates
691 = Proxy-Konfiguration verwenden
692 = Proxy-Konfiguration
693 = Adresse
694 = Benutzername
695 = Passwort
699 = Eltern-Prozess

// Manage Rules

700 = Prozess-ID
701 = Name
702 = Gruppe
703 = Programm
704 = Standort
705 = Aktiviert
706 = Aktion
707 = Richtung
708 = Lokale Adressen
709 = Lokale Ports
710 = Entfernte Adressen
711 = Entfernte Ports
712 = Protokoll
713 = Dienst
714 = Beschreibung
715 = Zeit generiert
716 = Aktionen
717 = Liste aktualisieren
718 = Ungültige Regeln anzeigen
719 = Protokoll löschen
720 = Regeln suchen
721 = Verbindungs-Protokoll
722 = Windows-Firewall-Verbindungs-Protokoll anzeigen
723 = Ansicht
724 = Anzeigen
725 = Letzte 100 Verbindungen
726 = Letzte 500 Verbindungen
727 = Alle Verbindungen
728 = Verbindungen
729 = Spalten-Konfiguration
730 = Anzeigen
731 = Regeln
732 = Alle Regeln
733 = Eingehende Regeln
734 = Ausgehende Regeln
735 = Benutzererstellte Regeln
736 = Filter
737 = Kein Filter
738 = Filtern nach aktiviert
739 = Filtern nach deaktiviert
740 = Suche
741 = Verbindungen protokollieren
742 = Richtlinien
743 = Regeln aus einer Datei importieren
744 = Alle Regeln exportieren
745 = Ausgewählte Regeln exportieren
746 = Standard-Regeln wiederherstellen
747 = Die empfohlenen Regeln wiederherstellen
748 = Erlaubte Verbindungen
749 = Blockierte Verbindungen
750 = Neue Regel erstellen
751 = Durchsuchen zum Erlauben
752 = Klicken, um zu erlauben
753 = Durchsuchen zum Blockieren
754 = Klicken, um zu blockieren
755 = Dieses Programm erlauben
756 = Dieses Programm blockieren
757 = Leere Regel
758 = Anpassen und erstellen
759 = Das Deaktivieren der Protokollierung für blockierte Verbindungen deaktiviert auch die Benachrichtigungen. Sind Sie sicher, dass Sie fortfahren wollen?
760 = Optionen
761 = Erlauben
762 = Blockieren
763 = Aktivieren
764 = Deaktivieren
765 = Löschen
766 = Eigenschaften
767 = Duplikat erstellen
768 = Allgemein
769 = Erweitert
770 = Anwenden
771 = Protokolle und Ports
772 = Lokale und entfernte IP-Adressen
773 = Eingehend
774 = Ausgehend
775 = Domain
776 = Privat
777 = Öffentlich
778 = Alle
779 = Erstellen
780 = Beliebig
781 = Alle Ports
782 = Benutzerdefinierte Ports
783 = Benutzerdefinierte Adressen
784 = Alle Programme
785 = Dieses Programm
786 = Durchsuchen...
787 = z.B.: 80,443,9-29
788 = z.B.: 50.87.146.202
792 = Verwenden Sie den Aktualisierungs-Knopf oder Taste <F5>, um Daten zu laden
793 = Bitte warten...
794 = Zu Gruppe hinzufügen
795 = Sortierung zurücksetzen
796 = Verbindungen
797 = Kürzlich blockiert
798 = Kürzlich erlaubt
799 = Doppelte Regeln anzeigen

// Notification Dialog

800 = Ausgehende Verbindung blockiert
801 = Quelle
802 = Entfernt
803 = Signiert
804 = Entfernte IP
805 = Passen Sie diese Regel vor dem Erstellen an
806 = Dieses Programm erlauben
807 = Diesem Programm immer den Zugriff auf das Internet erlauben
808 = Dieses Programm blockieren
809 = Diesem Programm immer den Zugriff auf das Internet blockieren
810 = Für jetzt blockieren und mich später fragen
811 = Temporär erlauben
812 = Diese Datei überprüfen
813 = Eine WHOIS-Abfrage starten
814 = Diese IP-Adresse verifizieren
815 = Datei-Speicherort öffnen
816 = Datei-Eigenschaften öffnen
817 = Pfad in die Zwischenablage kopieren
818 = Lesen Sie mehr über den Port
819 = Zurück zu den Regel-Details
823 = Temporär erlauben
824 = Temporär blockieren
825 = Bis WFC-Neustart
830 = Regeln zusammenfassen
831 = Zusammengefasste Regel
840 = Auf alle Programme und Dienste anwenden
841 = Nur auf Dienste anwenden
850 = Quell-Adresse
851 = Quell-Port
852 = Ziel-Adresse
853 = Ziel-Port
860 = Ungültig

// Validations

920 = Geben Sie bitte einen Regel-Namen ein
921 = Leerzeichen sind nicht zulässig
922 = Port muss Wert zwischen 0 und 65535 sein
923 = Geben Sie bitte einen gültigen IP-Bereich ein
924 = Geben Sie bitte eine gültige IP-Adresse ein
925 = Duplizierte Parameter sind nicht zulässig
926 = Leere Parameter sind nicht zulässig
927 = Negative Parameter sind nicht zulässig
928 = Ungültiger Port-Bereich
929 = Feld darf nicht leer sein
930 = Diese Datei existiert nicht
931 = Unterstützte Erweiterungen
932 = Dieses Feld muss ein numerischer Wert zwischen 0 und 999 sein
933 = Ungültige Subnetz-Maske
934 = Dieses Feld muss ein numerischer Wert zwischen 1 und 60 sein
935 = Pflicht-Feld
936 = Der Programmpfad dieser Regel unzugänglich oder existiert nicht
940 = Verbindung mit Windows Firewall Control-Dienst nicht möglich

// Uninstall

950 = Deinstallation
951 = Dadurch wird das Programm von Ihrem Computer entfernt. Bitte wählen Sie, was mit den aktuellen Windows-Firewall-Einstellungen tun möchten:
952 = Zurücksetzen auf die Standard-Windows-Firewall-Einstellungen. Alle vom Benutzer erstellten Regeln werden gelöscht und nur die Windows-Firewall-Standard-Regeln werden beibehalten.
953 = Wiederherstellung des Zustandes vor der Installation dieses Programms. Alle vorherigen Regeln, die bei der Programm-Installation gefunden wurden, werden wiederhergestellt.
954 = Behalten der aktuellen Firewall-Regeln und Einstellungen. Nur dieses Programm entfernen und alle anderen Einstellungen und Regeln, wie Sie in diesem Moment sind, behalten.
956 = Deaktivierung der Windows-Firewall-Protokollierung
957 = Deinstallation im Gange...
958 = Deinstallation ist nicht erlaubt, solange das Programm mit einem Passwort gesperrt ist. Bitte entsperren Sie das Programm und versuchen Sie es erneut. Versuchen Sie nicht, die Deinstallation mit einer Drittanbieter-Software zu erzwingen, da Sie die Windows Firewall dadurch unbrauchbar machen.